Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The fines shall not affect the effective operation of the Union institution, body, office or agency fined.
pt_pt: As coimas não devem afetar a eficácia do funcionamento da instituição, órgão ou organismo da União alvo de aplicação de coimas.

source: The European Data Protection Supervisor shall, on an annual basis, notify the Commission of the administrative fines it has imposed pursuant to this Article and of any litigation or judicial proceedings it has initiated.
pt_pt: A Autoridade Europeia para a Proteção de Dados comunica anualmente à Comissão as coimas que tenha aplicado nos termos do presente artigo, bem como quaisquer litígios e processos judiciais que tenha iniciado.

source: Article 101
pt_pt: Artigo 101.o

source: Fines for providers of general-purpose AI models
pt_pt: Coimas aplicáveis aos prestadores de modelos de IA de finalidade geral

source: The Commission may impose on providers of general-purpose AI models fines not exceeding 3 % of their annual total worldwide turnover in the preceding financial year or EUR 15 000 000, whichever is higher., when the Commission finds that the provider intentionally or negligently:
pt_pt: A Comissão pode aplicar aos prestadores de modelos de IA de finalidade geral coimas não superiores a 3 % do seu volume de negócios anual total a nível mundial no exercício financeiro anterior ou a 15 000 000 EUR, consoante o que for mais elevado, quando considerar que o prestador, dolosamente ou por negligência:

source: infringed the relevant provisions of this Regulation;
pt_pt: Infringiu as disposições aplicáveis do presente regulamento;

source: failed to comply with a request for a document or for information pursuant to Article 91, or supplied incorrect, incomplete or misleading information;
pt_pt: Não deu seguimento a um pedido de documentos ou informações nos termos do artigo 91.o, ou prestou informações incorretas, incompletas ou enganosas;

source: failed to comply with a measure requested under Article 93;
pt_pt: Não cumpriu uma medida solicitada nos termos do artigo 93.o;

source: failed to make available to the Commission access to the general-purpose AI model or general-purpose AI model with systemic risk with a view to conducting an evaluation pursuant to Article 92.
pt_pt: Não disponibilizou à Comissão o acesso ao modelo de IA de finalidade geral ou ao modelo de IA de finalidade geral com risco sistémico para efeitos da realização de uma avaliação nos termos do artigo 92.o.

source: In fixing the amount of the fine or periodic penalty payment, regard shall be had to the nature, gravity and duration of the infringement, taking due account of the principles of proportionality and appropriateness.
pt_pt: Na fixação do montante da coima ou da sanção pecuniária compulsória, deve atender-se à natureza, à gravidade e à duração da infração, tendo em devida conta os princípios da proporcionalidade e da adequação.

source: The Commission shall also into account commitments made in accordance with Article 93(3) or made in relevant codes of practice in accordance with Article 56.
pt_pt: A Comissão deve ter igualmente em conta os compromissos assumidos em conformidade com o artigo 93.o, n.o 3, ou assumidos nos códigos de práticas pertinentes em conformidade com o artigo 56.o.

source: Before adopting the decision pursuant to paragraph 1, the Commission shall communicate its preliminary findings to the provider of the general-purpose AI model and give it an opportunity to be heard.
pt_pt: Antes de adotar a decisão nos termos do n.o 1, a Comissão comunica as suas conclusões preliminares ao prestador do modelo de IA de finalidade geral e dá-lhe a oportunidade de ser ouvido.

source: Fines imposed in accordance with this Article shall be effective, proportionate and dissuasive.
pt_pt: As coimas aplicadas nos termos do presente artigo devem ser efetivas, proporcionadas e dissuasivas.

source: Information on fines imposed under this Article shall also be communicated to the Board as appropriate.
pt_pt: As informações sobre as coimas aplicadas ao abrigo do presente artigo também são comunicadas ao Comité, conforme adequado.

source: The Court of Justice of the European Union shall have unlimited jurisdiction to review decisions of the Commission fixing a fine under this Article. It may cancel, reduce or increase the fine imposed.
pt_pt: O Tribunal de Justiça da União Europeia tem competência de plena jurisdição para apreciar recursos das decisões em que a Comissão tenha aplicado uma coima ao abrigo do presente artigo, podendo anular a coima ou reduzir ou aumentar o seu valor.

source: The Commission shall adopt implementing acts containing detailed arrangements and procedural safeguards for proceedings in view of the possible adoption of decisions pursuant to paragraph 1 of this Article.
pt_pt: A Comissão adota atos de execução que contenham as modalidades pormenorizadas e as garantias processuais dos processos tendo em vista a eventual adoção de decisões nos termos do n.o 1 do presente artigo.

source: CHAPTER XIII
pt_pt: CAPÍTULO XIII

source: FINAL PROVISIONS
pt_pt: DISPOSIÇÕES FINAIS

source: Article 102
pt_pt: Artigo 102.o

source: Amendment to Regulation (EC) No 300/2008
pt_pt: Alteração do Regulamento (CE) n.o 300/2008

source: In Article 4(3) of Regulation (EC) No 300/2008, the following subparagraph is added:
pt_pt: Ao artigo 4.o, n.o 3, do Regulamento (CE) n.o 300/2008, é aditado o seguinte parágrafo:

source: ‘When adopting detailed measures related to technical specifications and procedures for approval and use of security equipment concerning Artificial Intelligence systems within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: «Aquando da adoção de medidas de execução relacionadas com especificações técnicas e procedimentos para a aprovação e utilização de equipamentos de segurança respeitantes a sistemas de inteligência artificial na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 103
pt_pt: Artigo 103.o

source: Amendment to Regulation (EU) No 167/2013
pt_pt: Alteração do Regulamento (UE) n.o 167/2013

source: In Article 17(5) of Regulation (EU) No 167/2013, the following subparagraph is added:
pt_pt: Ao artigo 17.o, n.o 5, do Regulamento (UE) n.o 167/2013, é aditado o seguinte parágrafo:

source: ‘When adopting delegated acts pursuant to the first subparagraph concerning artificial intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: «Aquando da adoção de atos delegados nos termos do primeiro parágrafo relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 104
pt_pt: Artigo 104.o

source: In Article 22(5) of Regulation (EU) No 168/2013, the following subparagraph is added:
pt_pt: Ao artigo 22.o, n.o 5, do Regulamento (UE) n.o 168/2013, é aditado o seguinte parágrafo:

source: ‘When adopting delegated acts pursuant to the first subparagraph concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: «Aquando da adoção de atos delegados nos termos do primeiro parágrafo relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 105
pt_pt: Artigo 105.o

source: Amendment to Directive 2014/90/EU
pt_pt: Alteração da Diretiva 2014/90/UE

source: In Article 8 of Directive 2014/90/EU, the following paragraph is added:
pt_pt: Ao artigo 8.o da Diretiva 2014/90/UE, é aditado o seguinte número:

source: For Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), when carrying out its activities pursuant to paragraph 1 and when adopting technical specifications and testing standards in accordance with paragraphs 2 and 3, the Commission shall take into account the requirements set out in Chapter III, Section 2, of that Regulation.
pt_pt: No tocante aos sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), ao realizar as suas atividades nos termos do n.o 1 e ao adotar especificações técnicas e normas de ensaio em conformidade com os n.os 2 e 3, a Comissão tem em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 106
pt_pt: Artigo 106.o

source: Amendment to Directive (EU) 2020/1828
pt_pt: Alteração da Diretiva (UE) 2020/1828

source: In Article 5 of Directive (EU) 2016/797, the following paragraph is added:
pt_pt: Ao artigo 5.o da Diretiva (UE) 2016/797, é aditado o seguinte número:

source: When adopting delegated acts pursuant to paragraph 1 and implementing acts pursuant to paragraph 11 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: Aquando da adoção de atos delegados nos termos do n.o 1 e de atos de execução nos termos do n.o 11 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 107
pt_pt: Artigo 107.o

source: Amendment to Regulation (EU) 2019/2144
pt_pt: Alteração do Regulamento (UE) 2019/2144

source: In Article 5 of Regulation (EU) 2018/858 the following paragraph is added:
pt_pt: Ao artigo 5.o do Regulamento (UE) 2018/858, é aditado o seguinte número:

source: When adopting delegated acts pursuant to paragraph 3 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: Aquando da adoção de atos delegados nos termos do n.o 3 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 108
pt_pt: Artigo 108.o

source: Amendments to Regulation (EU) 2018/1139
pt_pt: Alteração do Regulamento (UE) 2018/1139

source: Regulation (EU) 2018/1139 is amended as follows:
pt_pt: O Regulamento (UE) 2018/1139 é alterado do seguinte modo:

source: in Article 17, the following paragraph is added:
pt_pt: Ao artigo 17.o, é aditado o seguinte número:

source: Without prejudice to paragraph 2, when adopting implementing acts pursuant to paragraph 1 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: Sem prejuízo do disposto no n.o 2, aquando da adoção de atos de execução nos termos do n.o 1 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: (*) Regulation (EU) 2024/1689 of the European Parliament and of the Council of 13 June 2024 laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act) (OJ L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).’;"
pt_pt: (*) Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho, de 13 de junho de 2024, que cria regras harmonizadas em matéria de inteligência artificial e que altera os Regulamentos (CE) n.o 300/2008, (UE) n.o 167/2013, (UE) n.o 168/2013, (UE) 2018/858, (UE) 2018/1139 e (UE) 2019/2144 e as Diretivas 2014/90/UE, (UE) 2016/797 e (UE) 2020/1828 (Regulamento da Inteligência Artificial) (JO L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).»;"

source: in Article 19, the following paragraph is added:
pt_pt: Ao artigo 19.o, é aditado o seguinte número:

source: When adopting delegated acts pursuant to paragraphs 1 and 2 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
pt_pt: Aquando da adoção de atos delegados nos termos dos n.os 1 e 2 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689, devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.»

source: in Article 43, the following paragraph is added:
pt_pt: Ao artigo 43.o, é aditado o seguinte número:

source: When adopting implementing acts pursuant to paragraph 1 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
pt_pt: Aquando da adoção de atos de execução nos termos do n.o 1 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689, devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção2, desse regulamento.»

source: in Article 47, the following paragraph is added:
pt_pt: Ao artigo 47.o, é aditado o seguinte número:

source: in Article 57, the following subparagraph is added:
pt_pt: Ao artigo 57.o, é aditado o seguinte parágrafo:

source: ‘When adopting those implementing acts concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
pt_pt: «Na adoção desses atos de execução relativamente a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689, devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.»

source: in Article 58, the following paragraph is added:
pt_pt: Ao artigo 58.o, é aditado o seguinte número:

source: When adopting delegated acts pursuant to paragraphs 1 and 2 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’.
pt_pt: Aquando da adoção de atos delegados nos termos dos n.os 1 e 2 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689, devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.».

source: Article 109
pt_pt: Artigo 109.o

source: In Article 11 of Regulation (EU) 2019/2144, the following paragraph is added:
pt_pt: Ao artigo 11.o do Regulamento (UE) 2019/2144, é aditado o seguinte número:

source: When adopting the implementing acts pursuant to paragraph 2, concerning artificial intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
pt_pt: Aquando da adoção de atos de execução nos termos do n.o 2 relativos a sistemas de inteligência artificial que constituem componentes de segurança na aceção do Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho (*), devem ser tidos em conta os requisitos estabelecidos no capítulo III, secção 2, desse regulamento.

source: Article 110
pt_pt: Artigo 110.o

source: In Annex I to Directive (EU) 2020/1828 of the European Parliament and of the Council (58), the following point is added:
pt_pt: Ao anexo I da Diretiva (UE) 2020/1828 do Parlamento Europeu e do Conselho (58), é aditado o seguinte ponto:

source: Regulation (EU) 2024/1689 of the European Parliament and of the Council of 13 June 2024 laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act) (OJ L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).’.
pt_pt: Regulamento (UE) 2024/1689 do Parlamento Europeu e do Conselho, de 13 de junho de 2024, que cria regras harmonizadas em matéria de inteligência artificial e que altera os Regulamentos (CE) n.o 300/2008, (UE) n.o 167/2013, (UE) n.o 168/2013, (UE) 2018/858, (UE) 2018/1139 e (UE) 2019/2144 e as Diretivas 2014/90/UE, (UE) 2016/797 e (UE) 2020/1828 (Regulamento da Inteligência Artificial) (JO L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj)».

source: Article 111
pt_pt: Artigo 111.o

source: AI systems already placed on the market or put into service and general-purpose AI models already placed on the marked
pt_pt: Sistemas de inteligência artificial já colocados no mercado ou colocados em serviço e modelos de IA de finalidade geral já colocados no mercado

source: Without prejudice to the application of Article 5 as referred to in Article 113(3), point (a), AI systems which are components of the large-scale IT systems established by the legal acts listed in Annex X that have been placed on the market or put into service before 2 August 2027 shall be brought into compliance with this Regulation by 31 December 2030.
pt_pt: Sem prejuízo da aplicação do artigo 5.o, tal como referido no artigo 113.o, n.o 3, alínea a), os sistemas de IA que sejam componentes de sistemas informáticos de grande escala criados pelos atos jurídicos enumerados no anexo X que tenham sido colocados no mercado ou colocados em serviço antes de 2 de agosto de 2027 devem ser tornados conformes com o presente regulamento até 31 de dezembro de 2030.

source: The requirements laid down in this Regulation shall be taken into account in the evaluation of each large-scale IT system established by the legal acts listed in Annex X to be undertaken as provided for in those legal acts and where those legal acts are replaced or amended.
pt_pt: Os requisitos estabelecidos no presente regulamento devem ser tidos em conta na avaliação de cada um dos sistemas informáticos de grande escala criados pelos atos jurídicos enumerados no anexo X, a realizar como previsto nesses atos jurídicos e sempre que esses atos jurídicos sejam substituídos ou alterados.

source: Without prejudice to the application of Article 5 as referred to in Article 113(3), point (a), this Regulation shall apply to operators of high-risk AI systems, other than the systems referred to in paragraph 1 of this Article, that have been placed on the market or put into service before 2 August 2026, only if, as from that date, those systems are subject to significant changes in their designs.
pt_pt: Sem prejuízo da aplicação do artigo 5.o, tal como referido no artigo 113.o, n.o 3, alínea a), o presente regulamento só se aplica aos operadores de sistemas de IA de risco elevado, excluindo os sistemas a que se refere o n.o 1 do presente artigo, que tenham sido colocados no mercado ou colocados em serviço antes de 2 de agosto de 2026, se, após essa data, os referidos sistemas forem sujeitos a alterações significativas em termos de conceção.

source: In any case, the providers and deployers of high-risk AI systems intended to be used by public authorities shall take the necessary steps to comply with the requirements and obligations of this Regulation by 2 August 2030.
pt_pt: Em qualquer caso, os prestadores e os responsáveis pela implantação de sistemas de IA de risco elevado concebidos para serem utilizados por autoridades públicas, tomam as medidas necessárias para cumprir os requisitos e com as obrigações previstos no presente regulamento até 2 de agosto de 2030.

source: Providers of general-purpose AI models that have been placed on the market before 2 August 2025 shall take the necessary steps in order to comply with the obligations laid down in this Regulation by 2 August 2027.
pt_pt: Os prestadores de modelos de IA de finalidade geral que tenham sido colocados no mercado antes de 2 de agosto de 2025 tomam as medidas necessárias para cumprir as obrigações estabelecidas no presente regulamento até 2 de agosto de 2027.

source: Article 112
pt_pt: Artigo 112.o

source: Evaluation and review
pt_pt: Avaliação e reexame

source: The Commission shall assess the need for amendment of the list set out in Annex III and of the list of prohibited AI practices laid down in Article 5, once a year following the entry into force of this Regulation, and until the end of the period of the delegation of power laid down in Article 97.
pt_pt: A Comissão avalia a necessidade de alterar a lista que consta do anexo III e a lista das práticas de IA proibidas prevista no artigo 5.o, uma vez por ano após a entrada em vigor do presente regulamento e até ao final do prazo da delegação de poderes prevista no artigo 97.o.

source: The Commission shall submit the findings of that assessment to the European Parliament and the Council.
pt_pt: A Comissão apresenta os resultados dessa avaliação ao Parlamento Europeu e ao Conselho.

source: By 2 August 2028 and every four years thereafter, the Commission shall evaluate and report to the European Parliament and to the Council on the following:
pt_pt: Até 2 de agosto de 2028 e, posteriormente, de quatro em quatro anos, a Comissão avalia e apresenta ao Parlamento Europeu e ao Conselho um relatório sobre o seguinte:

source: the need for amendments extending existing area headings or adding new area headings in Annex III;
pt_pt: A necessidade de alterações que alarguem as rubricas existentes ou acrescentem novas rubricas no anexo III;

source: amendments to the list of AI systems requiring additional transparency measures in Article 50;
pt_pt: Alterações à lista de sistemas de IA que, nos termos do artigo 50.o, exigem medidas de transparência adicionais;

source: amendments enhancing the effectiveness of the supervision and governance system.
pt_pt: Alterações que aumentem a eficácia do sistema de supervisão e governação.
